<?php

return [
    'email_message' => [
        'edit_html' => 'HTML संपादित करें',
        'preview' => 'ईमेल का पूर्वावलोकन',
        'send' => 'ईमेल भेजें',
        'recipient' => 'प्राप्तकर्ता: :email',
        'subject' => 'विषय',
        'message' => 'संदेश',
        'sent' => 'ईमेल मेल सर्वर को भेज दिया गया है।',
        'failed' => 'ईमेल नहीं भेजा जा सका। दोबारा कोशिश करने से पहले मेल सेटिंग जाँचें।',
    ],
    'title' => 'उपयोगकर्ता',
    'exceptions' => [
        'delete_self' => 'आप अपना स्वयं का खाता नहीं हटा सकते।',
        'user_has_servers' => 'सक्रिय सर्वर वाले उपयोगकर्ता को हटाया नहीं जा सकता। कृपया जारी रखने से पहले उनके सर्वर हटाएं।',
    ],
    'notices' => [
        'account_created' => 'खाता सफलतापूर्वक बनाया गया है।',
        'account_updated' => 'खाता सफलतापूर्वक अपडेट किया गया है।',
    ],
    'details' => [
        'account_details' => 'खाता विवरण',
        'external_id' => 'बाहरी आईडी',
        'username' => 'उपयोगकर्ता नाम',
        'email' => 'मेल पता',
        'first_name' => 'पहला नाम',
        'last_name' => 'उपनाम',
        'language' => 'भाषा',
        'geolocate' => 'जियोलोकेट (स्वचालित)',
        'password' => 'पासवर्ड',
        'password_confirmation' => 'पासवर्ड की पुष्टि कीजिये',
        'root_admin' => 'रूट प्रशासक',
        'root_admin_desc' => 'इस उपयोगकर्ता के पास सिस्टम के सभी सर्वर और सेटिंग्स तक पूर्ण पहुंच होगी।',
        'privileges' => 'विशेषाधिकार',
        'admin_status' => 'व्यवस्थापक स्थिति',
    ],
];
