<?php

return [
    'title' => 'كونسول',
    'node-under-maintenance' => 'العقدة الخاصة بهذا الخادم حالياً تحت الصيانة وجميع الإجراءات غير متاحة.',
    'server-installing' => 'هذا الخادم حالياً في عملية التثبيت ومعظم الإجراءات غير متاحة.',
    'server-transferring' => 'هذا الخادم حالياً يتم نقله إلى عقدة أخرى وجميع الإجراءات غير متاحة.',
    'run-command' => 'اكتب أمرا...',
    'connection-trouble' => 'نواجه مشكلة في الاتصال بخادمك، يرجى الانتظار...',
    'uptime' => 'الجهوزية',
    'network-inbound' => 'الشبكة (الواردة)',
    'network-outbound' => 'الشبكة (الصادرة)',
    'offline' => 'غير متصل',
    'cpu' => 'CPU',
    'memory' => 'ذاكرة',
    'network' => 'شبكة',
    'cpu-load' => 'تحميل وحدة المعالجة المركزية',
    'network-in' => 'الشبكة في',
    'network-out' => 'خارج الشبكة',
    'inbound' => 'واردة',
    'outbound' => 'الصادرة',
];
