<?php

return [
    'title' => 'كونسول',
    'node-under-maintenance' => 'العقدة الخاصة بهذا الخادم حالياً تحت الصيانة وجميع الإجراءات غير متاحة.',
    'server-installing' => 'هذا الخادم حالياً في عملية التثبيت ومعظم الإجراءات غير متاحة.',
    'server-transferring' => 'هذا الخادم حالياً يتم نقله إلى عقدة أخرى وجميع الإجراءات غير متاحة.',
    'run-command' => 'اكتب أمرًا...',
    'connection-trouble' => 'نواجه مشكلة في الاتصال بخادمك، يرجى الانتظار...',
    'uptime' => 'مدة التشغيل',
    'network-inbound' => 'الشبكة (الواردة)',
    'network-outbound' => 'الشبكة (الصادرة)',
    'offline' => 'غير متصل',
    'cpu' => 'المعالج',
    'memory' => 'الذاكرة',
    'network' => 'الشبكة',
    'cpu-load' => 'حمل المعالج',
    'network-in' => 'الشبكة الواردة',
    'network-out' => 'الشبكة الصادرة',
    'inbound' => 'وارد',
    'outbound' => 'صادر',
];
