<?php

return [
    'title' => 'الإعدادات',
    'sftp' => [
        'title' => 'تفاصيل SFTP',
        'address' => 'عنوان السيرفر',
        'username' => 'اسم المستخدم',
        'password' => 'كلمة مرور SFTP الخاصة بك هي نفس كلمة المرور التي تستخدمها للوصول إلى هذه اللوحة.',
        'button' => 'تشغيل SFTP',
    ],
    'info' => [
        'title' => 'معلومات التصحيح',
        'node' => 'العقد',
        'server' => 'معرف السيرفر',
        'public-status-page' => 'صفحة الحالة العامة',
    ],
    'rename' => [
        'title' => 'تعديل بيانات السيرفر',
        'name' => 'اسم الخادم',
        'description' => 'وصف الخادم',
        'button' => 'حفظ',
    ],
    'reinstall' => [
        'title' => 'إعادة تثبيت السيرفر',
        'confirm-title' => 'تأكيد إعادة تثبيت السيرفر',
        'confirm' => 'نعم، أعد تثبيت السيرفر',
        'info' => 'سيتم إيقاف السيرفر الخاص بك وقد يتم حذف أو تعديل بعض الملفات أثناء هذه العملية،
هل أنت متأكد أنك تريد المتابعة؟',
        'info-1' => 'إعادة تثبيت السيرفر ستقوم بإيقافه ثم إعادة تشغيل سكريبت التثبيت الذي قام بإعداده مبدئيًا.',
        'info-2' => 'قد يتم حذف أو تعديل بعض الملفات أثناء هذه العملية، يرجى عمل نسخة احتياطية لبياناتك قبل المتابعة.',
        'button' => 'إعادة تثبيت السيرفر',
    ],
];
