<?php

return [
    'title' => 'ಕನ್ಸೋಲ್',
    'node-under-maintenance' => 'ಈ ಸರ್ವರ್‌ನ ನೋಡ್ ಪ್ರಸ್ತುತ ನಿರ್ವಹಣೆಯಲ್ಲಿದೆ ಮತ್ತು ಎಲ್ಲಾ ಕ್ರಿಯೆಗಳು ಲಭ್ಯವಿಲ್ಲ.',
    'server-installing' => 'ಈ ಸರ್ವರ್ ಪ್ರಸ್ತುತ ಸ್ಥಾಪನಾ ಪ್ರಕ್ರಿಯೆಯನ್ನು ನಡೆಸುತ್ತಿದೆ ಮತ್ತು ಹೆಚ್ಚಿನ ಕ್ರಿಯೆಗಳು ಲಭ್ಯವಿಲ್ಲ.',
    'server-transferring' => 'ಈ ಸರ್ವರ್ ಪ್ರಸ್ತುತ ಮತ್ತೊಂದು ನೋಡ್‌ಗೆ ವರ್ಗಾಯಿಸಲಾಗುತ್ತಿದೆ ಮತ್ತು ಎಲ್ಲಾ ಕ್ರಿಯೆಗಳು ಲಭ್ಯವಿಲ್ಲ.',
    'run-command' => 'ಕಮಾಂಡ್ ಅನ್ನು ಟೈಪ್ ಮಾಡಿ...',
    'connection-trouble' => "ನಿಮ್ಮ ಸರ್ವರ್‌ಗೆ ಸಂಪರ್ಕಿಸುವಲ್ಲಿ ನಮಗೆ ಸಮಸ್ಯೆ ಇದೆ, ದಯವಿಟ್ಟು ಕಾಯಿರಿ...",
    'uptime' => 'ಅಪ್ಟೈಮ್',
    'network-inbound' => 'ನೆಟ್‌ವರ್ಕ್ (ಇನ್‌ಬೌಂಡ್)',
    'network-outbound' => 'ನೆಟ್‌ವರ್ಕ್ (ಹೊರಹೋಗುವಿಕೆ)',
    'offline' => 'ಆಫ್‌ಲೈನ್',
    'cpu' => 'CPU',
    'memory' => 'ಸ್ಮರಣೆ',
    'network' => 'ನೆಟ್ವರ್ಕ್',
    'cpu-load' => 'CPU ಲೋಡ್',
    'network-in' => 'ನೆಟ್ವರ್ಕ್ ಇನ್',
    'network-out' => 'ನೆಟ್‌ವರ್ಕ್ ಔಟ್',
    'inbound' => 'ಒಳಬರುವ',
    'outbound' => 'ಹೊರಹೋಗಿದೆ',
];
