<?php

return [
    'title' => 'ಸೆಟ್ಟಿಂಗ್‌ಗಳು',
    'sftp' => [
        'title' => 'SFTP ವಿವರಗಳು',
        'address' => 'ಸರ್ವರ್ ವಿಳಾಸ',
        'username' => 'ಬಳಕೆದಾರ ಹೆಸರು',
        'password' => 'ನಿಮ್ಮ SFTP ಪಾಸ್‌ವರ್ಡ್ ಈ ಫಲಕವನ್ನು ಪ್ರವೇಶಿಸಲು ನೀವು ಬಳಸುವ ಪಾಸ್‌ವರ್ಡ್‌ನಂತೆಯೇ ಇರುತ್ತದೆ.',
        'button' => 'SFTP ಅನ್ನು ಪ್ರಾರಂಭಿಸಿ',
    ],
    'info' => [
        'title' => 'ಡೀಬಗ್ ಮಾಹಿತಿ',
        'node' => 'ನೋಡ್',
        'server' => 'ಸರ್ವರ್ ಐಡಿ',
        'public-status-page' => 'ಸಾರ್ವಜನಿಕ ಸ್ಥಿತಿ ಪುಟ',
    ],
    'rename' => [
        'title' => 'ಸರ್ವರ್ ವಿವರಗಳನ್ನು ಬದಲಾಯಿಸಿ',
        'name' => 'ಸರ್ವರ್ ಹೆಸರು',
        'description' => 'ಸರ್ವರ್ ವಿವರಣೆ',
        'button' => 'ಉಳಿಸಿ',
    ],
    'reinstall' => [
        'title' => 'ಸರ್ವರ್ ಅನ್ನು ಮರುಸ್ಥಾಪಿಸಿ',
        'confirm-title' => 'ಸರ್ವರ್ ಮರುಸ್ಥಾಪನೆಯನ್ನು ದೃಢೀಕರಿಸಿ',
        'confirm' => 'ಹೌದು, ಸರ್ವರ್ ಅನ್ನು ಮರುಸ್ಥಾಪಿಸಿ',
        'info' => 'ನಿಮ್ಮ ಸರ್ವರ್ ಅನ್ನು ನಿಲ್ಲಿಸಲಾಗುತ್ತದೆ ಮತ್ತು ಈ ಪ್ರಕ್ರಿಯೆಯಲ್ಲಿ ಕೆಲವು ಫೈಲ್‌ಗಳನ್ನು ಅಳಿಸಬಹುದು ಅಥವಾ ಮಾರ್ಪಡಿಸಬಹುದು, ನೀವು ಮುಂದುವರಿಸಲು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?',
        'info-1' => 'ನಿಮ್ಮ ಸರ್ವರ್ ಅನ್ನು ಮರುಸ್ಥಾಪಿಸುವುದು ಅದನ್ನು ನಿಲ್ಲಿಸುತ್ತದೆ, ಮತ್ತು ನಂತರ ಅದನ್ನು ಸ್ಥಾಪಿಸಿದ ಅನುಸ್ಥಾಪನಾ ಸ್ಕ್ರಿಪ್ಟ್ ಅನ್ನು ಮರು-ರನ್ ಮಾಡುತ್ತದೆ.',
        'info-2' => 'ಈ ಪ್ರಕ್ರಿಯೆಯಲ್ಲಿ ಕೆಲವು ಫೈಲ್‌ಗಳನ್ನು ಅಳಿಸಬಹುದು ಅಥವಾ ಮಾರ್ಪಡಿಸಬಹುದು, ದಯವಿಟ್ಟು ಮುಂದುವರಿಯುವ ಮೊದಲು ನಿಮ್ಮ ಡೇಟಾವನ್ನು ಬ್ಯಾಕಪ್ ಮಾಡಿ.',
        'button' => 'ಸರ್ವರ್ ಅನ್ನು ಮರುಸ್ಥಾಪಿಸಿ',
    ],
];
