<?php

return [
    'title' => 'কনসোল',
    'node-under-maintenance' => 'এই সার্ভারের নোড বর্তমানে রক্ষণাবেক্ষণে রয়েছে এবং সব কার্যক্রম অনুপলব্ধ।',
    'server-installing' => 'এই সার্ভার বর্তমানে ইনস্টলেশন প্রক্রিয়া চালাচ্ছে এবং অধিকাংশ কার্যক্রম অনুপলব্ধ।',
    'server-transferring' => 'এই সার্ভার বর্তমানে অন্য একটি নোডে স্থানান্তর করা হচ্ছে এবং সব কার্যক্রম অনুপলব্ধ।',
    'run-command' => 'একটি কমান্ড লিখুন...',
    'connection-trouble' => "আপনার সার্ভারের সাথে সংযোগ করতে সমস্যা হচ্ছে, অনুগ্রহ করে অপেক্ষা করুন...",
    'uptime' => 'চালু থাকার সময়',
    'network-inbound' => 'নেটওয়ার্ক (ইনবাউন্ড)',
    'network-outbound' => 'নেটওয়ার্ক (আউটবাউন্ড)',
    'offline' => 'অফলাইন',
    'cpu' => 'সিপিইউ',
    'memory' => 'মেমোরি',
    'network' => 'নেটওয়ার্ক',
    'cpu-load' => 'সিপিইউ লোড',
    'network-in' => 'নেটওয়ার্ক ইন',
    'network-out' => 'নেটওয়ার্ক আউট',
    'inbound' => 'ইনবাউন্ড',
    'outbound' => 'আউটবাউন্ড',
];
