<?php

return [
    'title' => 'সেটিংস',
    'sftp' => [
        'title' => 'SFTP বিবরণ',
        'address' => 'সার্ভারের ঠিকানা',
        'username' => 'ইউজারনেম',
        'password' => 'আপনার SFTP পাসওয়ার্ড একই যা আপনি এই প্যানেলে প্রবেশ করতে ব্যবহার করেন।',
        'button' => 'SFTP চালু করুন',
    ],
    'info' => [
        'title' => 'ডিবাগ তথ্য',
        'node' => 'নোড',
        'server' => 'সার্ভার আইডি',
        'public-status-page' => 'পাবলিক স্ট্যাটাস পেজ',
    ],
    'rename' => [
        'title' => 'সার্ভারের বিবরণ পরিবর্তন করুন',
        'name' => 'সার্ভারের নাম',
        'description' => 'সার্ভারের বিবরণ',
        'button' => 'সংরক্ষণ করুন',
    ],
    'reinstall' => [
        'title' => 'সার্ভার পুনরায় ইনস্টল করুন',
        'confirm-title' => 'সার্ভার পুনরায় ইনস্টল নিশ্চিত করুন',
        'confirm' => 'হ্যাঁ, সার্ভার পুনরায় ইনস্টল করুন',
        'info' => 'আপনার সার্ভার বন্ধ হয়ে যাবে এবং এই প্রক্রিয়ার সময় কিছু ফাইল মুছে ফেলা বা পরিবর্তন করা হতে পারে। আপনি কি নিশ্চিতভাবে চালিয়ে যেতে চান?',
        'info-1' => 'আপনার সার্ভার পুনরায় ইনস্টল করলে এটি বন্ধ হবে এবং প্রাথমিকভাবে সেটআপ করা ইনস্টলেশন স্ক্রিপ্টটি পুনরায় চালানো হবে।',
        'info-2' => 'এই প্রক্রিয়ার সময় কিছু ফাইল মুছে ফেলা বা পরিবর্তন করা হতে পারে, তাই চালিয়ে যাওয়ার আগে অনুগ্রহ করে আপনার ডাটা ব্যাকআপ করুন।',
        'button' => 'সার্ভার পুনরায় ইনস্টল করুন',
    ],
];
