<?php

return [
    'flag' => 'in',
    'title' => 'ಡ್ಯಾಶ್‌ಬೋರ್ಡ್',
    'welcome' => [
        'title' => 'ಮತ್ತೆ ಸ್ವಾಗತ',
        'subtitle' => 'ಇಲ್ಲಿ ನೀವು ಪ್ರವೇಶ ಹೊಂದಿರುವ ಎಲ್ಲಾ ಸರ್ವರ್‌ಗಳನ್ನು ನೋಡಬಹುದು.',
    ],
    'other-servers' => 'ಇತರರ ಸರ್ವರ್‌ಗಳನ್ನು ತೋರಿಸಲಾಗುತ್ತಿದೆ',
    'your-servers' => 'ನಿಮ್ಮ ಸರ್ವರ್‌ಗಳನ್ನು ತೋರಿಸಲಾಗುತ್ತಿದೆ',
    'no-servers' => 'ನಿಮ್ಮ ಖಾತೆಗೆ ಸಂಬಂಧಿಸಿದ ಯಾವುದೇ ಸರ್ವರ್‌ಗಳಿಲ್ಲ.',
    'no-other-servers' => 'ತೋರಿಸಲು ಇನ್ನೂ ಯಾವುದೇ ಸರ್ವರ್‌ಗಳಿಲ್ಲ.',
    'search' => [
        'label' => 'ಸರ್ವರ್‌ಗಳನ್ನು ಹುಡುಕಿ...',
        'string-min' => 'ಹುಡುಕಾಟ ಆರಂಭಿಸಲು ಕನಿಷ್ಠ ಮೂರು ಅಕ್ಷರಗಳನ್ನು ನಮೂದಿಸಿ.',
        'form-label' => 'ಹುಡುಕಾಟ ಪದ',
        'form-description' => 'ಹುಡುಕಾಟ ಆರಂಭಿಸಲು ಸರ್ವರ್ ಹೆಸರು, UUID ಅಥವಾ ಅಲೊಕೆಷನ್ ಅನ್ನು ನಮೂದಿಸಿ.',
    ],
    'server' => [
        'online' => 'ಆನ್‌ಲೈನ್',
        'offline' => 'ಆಫ್‌ಲೈನ್',
        'starting' => 'ಪ್ರಾರಂಭವಾಗುತ್ತಿದೆ',
        'stopping' => 'ನಿಲ್ಲಿಸಲಾಗುತ್ತಿದೆ',
        'suspended' => 'ಸ್ಥಗಿತಗೊಳಿಸಲಾಗಿದೆ',
        'connection-error' => 'ಸಂಪರ್ಕ ದೋಷ',
        'transferring' => 'ವರ್ಗಾಯಿಸಲಾಗುತ್ತಿದೆ',
        'installing' => 'ಸ್ಥಾಪಿಸಲಾಗುತ್ತಿದೆ',
        'unavailable' => 'ಲಭ್ಯವಿಲ್ಲ',
    ],
    'status-card' => [
        'title' => 'ಸರ್ವರ್ ಸ್ಥಿತಿ',
        'description' => 'ಸರ್ವರ್ ಸ್ಥಿತಿಯನ್ನು ಪರಿಶೀಲಿಸಿ',
    ],
    'support-card' => [
        'title' => 'ಸಹಾಯ ಬೇಕೇ?',
        'description' => 'ನಮ್ಮ ಬೆಂಬಲ ತಂಡವನ್ನು ಸಂಪರ್ಕಿಸಿ',
    ],
    'billing-card' => [
        'title' => 'ಬಿಲ್ಲಿಂಗ್ ಮತ್ತು ಇನ್ವಾಯ್ಸ್‌ಗಳು',
        'description' => 'ನಿಮ್ಮ ಪಾವತಿಗಳನ್ನು ನಿರ್ವಹಿಸಿ',
    ],
];
