<?php

return [
    'title' => 'অ্যাপ্লিকেশন এপিআই',
    'list-title' => 'ক্রেডেনশিয়াল তালিকা',
    'key' => 'কী',
    'memo' => 'মেমো',
    'last-used' => 'সর্বশেষ ব্যবহার',
    'created' => 'তৈরির তারিখ',
    'author' => 'প্রস্তুতকারক',
    'never-used' => 'কখনোই ব্যবহার করা হয়নি',

    'revoke' => 'বাতিল করুন',
    'revoke-title' => 'এপিআই কী বাতিল করুন',
    'revoke-warning' => 'এই এপিআই কী-টি একবার বাতিল করা হলে, এটি ব্যবহার করা সমস্ত অ্যাপ্লিকেশন কাজ করা বন্ধ করে দেবে।',
    'revoked' => 'এপিআই কী বাতিল করা হয়েছে।',

    'permissions' => 'অনুমতি নির্বাচন করুন',
    'read-only' => 'রিড',
    'read-write' => 'রিড ও রাইট',
    'none' => 'কোনোটিই নয়',

    'description' => 'বিবরণ',
    'info' => 'একবার পারমিশন দিয়ে এই ক্রেডেনশিয়াল সেটটি তৈরি করে ফেললে, পরবর্তীতে এটি আর এডিট বা পরিবর্তন করতে পারবেন না। ভবিষ্যতে কোনো পরিবর্তনের প্রয়োজন হলে আপনাকে নতুন একটি ক্রেডেনশিয়াল সেট তৈরি করতে হবে।.',

    'create-btn' => 'নতুন তৈরি করুন',
    'new-btn' => 'ক্রেডেনশিয়াল তৈরি করুন',
];
