<?php

return [

    'label' => 'ডেটাবেজ',
    'plural-label' => 'ডেটাবেজসমূহ',

    'none' => 'কোনোটিই নয়',

    'sections' => [
        'host_details' => [
            'title' => 'হোস্টের বিবরণ',
            'description' => 'ডেটাবেজ হোস্ট কানেকশন সেটিংস কনফিগার করুন।.',
        ],

        'authentication' => [
            'title' => 'অথেনটিকেশন',
        ],

        'linked_node' => [
            'title' => 'লিঙ্কড নোড',
        ],
    ],

    'placeholders' => [
        'name' => 'প্রোডাকশন মাইএসকিউএল',
    ],

    'helpers' => [
        'host' => 'ডেটাবেজ সার্ভারের হোস্টনেম বা আইপি অ্যাড্রেস।.',
        'linked_node' => 'ঐচ্ছিক।. এই হোস্টটিকে একটি নির্দিষ্ট নোডের সাথে লিঙ্ক করুন।.',
    ],

    'fields' => [
        'linked_node' => 'লিঙ্কড নোড',
    ],

    'columns' => [
        'id' => 'আইডি',
        'name' => 'নাম',
        'host' => 'হোস্ট',
        'port' => 'পোর্ট',
        'username' => 'ইউজারনেম',
        'linked_node' => 'লিঙ্কড নোড',
        'databases' => 'ডেটাবেজসমূহ',
        'created' => 'তৈরি হয়েছে',
    ],

    'actions' => [
        'edit' => 'এডিট',
        'delete' => 'ডিলিট',
    ],

    'errors' => [
        'cannot_delete' => 'যুক্ত থাকা ডেটাবেজসমূহ থাকা অবস্থায় ডেটাবেজ হোস্টটি ডিলিট করা সম্ভব নয়।.',
    ],

];
