<?php

return [
    'title' => 'ড্যাশবোর্ড',
    'uptodate-header' => 'আপনার প্যানেল আপডেটেড রয়েছে',
    'uptodate-body' => 'আপনি বর্তমানে :version ব্যবহার করছেন। আপনার প্যানেল সর্বশেষ সংস্করণে রয়েছে!',
    'notuptodate-header' => 'আপনার প্যানেল আপডেটেড নয়',
    'notuptodate-body' => ':latest এখন উপলব্ধ! আপনার প্যানেল আপডেট করতে আমাদের ডকুমেন্টেশন পড়ুন।',
    'feedback-header' => 'কোনো মতামত আছে?',
    'feedback-body' => 'আপনি যদি Reviactyl এর ফিচার এবং সহজ ব্যবহার উপভোগ করে থাকেন, তাহলে আমাদের জানান! আপনার মতামত আমাদের আরও উন্নত এবং দারুণ টুল তৈরি করতে সাহায্য করে।',
    'feedback-btn' => 'ইস্যু তৈরি করুন',
    'sponsor-header' => 'Reviactyl কে সমর্থন করুন',
    'sponsor-body' => 'Reviactyl Panel ব্যবহার করার জন্য ধন্যবাদ। এটি সম্ভব হয়েছে শুধুমাত্র আপনাদের, আমাদের অবদানকারীদের এবং অন্যান্য সমর্থকদের সহায়তায়! আমরা সবার যেকোনো ধরনের সমর্থনের জন্য কৃতজ্ঞ।',
    'sponsor-btn' => 'প্রকল্প স্পন্সর করুন',

    'help-btn' => 'সহায়তা নিন',
    'docs-btn' => 'ডকুমেন্টেশন',
    'metrics-header' => 'ইউজার কার্যকলাপ মেট্রিক্স',
    'most-active-country' => 'সবচেয়ে সক্রিয় দেশ',
    'activity-description' => 'সাম্প্রতিক লগইন কার্যকলাপের উপর ভিত্তি করে।',
    'no_activity' => 'দেখানোর মতো কোনো সাম্প্রতিক কার্যকলাপ নেই।',
    'activity-header' => 'সাম্প্রতিক কার্যকলাপ',
    'more-btn' => 'আরও দেখুন',
];
