<?php

return [
    'title' => 'مفتاح واجهة البرمجة',
    'list-title' => 'قائمة بيانات الاعتماد',
    'key' => 'المفتاح',
    'memo' => 'ملاحظة',
    'last-used' => 'أخر استخدام',
    'created' => 'تاريخ الإنشاء',
    'author' => 'Author',
    'never-used' => 'لم يستخدم أبدا',

    'revoke' => 'إلغاء',
    'revoke-title' => 'إلغاء مفتاح واجهة البرمجة',
    'revoke-warning' => 'مجرد إلغاء هذا المفتاح واجهة البرمجة أي تطبيقات تستخدمه حاليا ستتوقف عن العمل',
    'revoked' => 'تم إلغاء مفتاح واجهة البرمجة',

    'permissions' => 'اختر الصلاحيات',
    'read-only' => 'قراءة',
    'read-write' => 'قراءة وكتابة',
    'none' => 'لا توجد أي صلاحيات',

    'description' => 'وصف',
    'info' => 'بمجرد تعيين الصلاحيات وإنشاء مجموعة بيانات الاعتماد هذه لن تتمكن من العودة وتعديلها إذا احتجت لإجراء تغييرات في المستقبل فسيتعين عليك إنشاء مجموعة جديدة من بيانات الاعتماد',

    'create-btn' => 'إنشاء جديد',
    'new-btn' => 'إنشاء بيانات اعتماد',
];
