<?php

return [
    'title' => 'لوحة التحكم',
    'uptodate-header' => 'لوحة التحكم لديك محدثة',
    'uptodate-body' => 'أنت تستخدم حاليا الإصدار :version. لوحتك محدثة!',
    'notuptodate-header' => 'لوحة التحكم لديك غير محدثة',
    'notuptodate-body' => 'الإصدار الحديث متوفر الآن اقرأ الوثائق لتحديث لوحة التحكم.',
    'feedback-header' => 'هل لديك أي ملاحظات؟',
    'feedback-body' => 'إذا كنت تستمتع بالميزات وسهولة الاستخدام الذي يوفرها رافي اكتيل أخبرنا بذلك ملاحظاتك تساعدنا على التحسين وإنشاء أدوات أفضل لك.',
    'feedback-btn' => 'إنشاء بلاغ',
    'sponsor-header' => 'دعم رافي اكتيل',
    'sponsor-body' => 'شكرًا لاستخدامك لوحة رافي اكتيل لم يكن هذا ليتحقق إلا بدعمك ودعم المساهمين وبقية الداعمين نحن نقدر كل أشكال الدعم من الجميع.',
    'sponsor-btn' => 'رعاية المشروع',

    'help-btn' => 'الحصول على المساعدة',
    'docs-btn' => 'الدليل',
    'metrics-header' => 'إحصائيات نشاط المستخدمين',
    'most-active-country' => 'الدولة الأكثر نشاطا',
    'activity-description' => 'استنادًا إلى نشاط تسجيل الدخول الأخير.',
    'no_activity' => 'لا توجد أنشطة حديثة لعرضها.',
    'activity-header' => 'Recent Activity',
    'more-btn' => 'View More',
];
