<?php

return [

    'label' => 'التوصيل',
    'plural_label' => 'التوصيلات',

    'sections' => [
        'configuration' => 'إعدادات التوصيل',
    ],

    'fields' => [
        'name' => 'الاسم',
        'description' => 'الوصف',
        'source' => 'مسار المصدر',
        'target' => 'مسار الهدف',
        'read_only' => 'للقراءة فقط',
        'user_mountable' => 'قابل للتوصيل من قبل المستخدم',
    ],

    'helpers' => [
        'name' => 'اسم فريد يستخدم لتمييز هذا التوصيل عن الآخر.',
        'description' => 'وصف أطول وقابل للقراءة لهذا التوصيل.',
        'source' => 'مسار الملفات على الجهاز المضيف لتوصيله بالحاويات.',
        'target' => 'المسار داخل الحاوية لتوصيل هذا التوصيل إليه.',
        'read_only' => 'إذا تم التفعيل سيكون هذا التوصيل للقراءة فقط داخل الحاوية.',
        'user_mountable' => 'إذا تم التفعيل، سيتمكن المستخدمون من توصيل هذا بمخدماتهم.',
    ],

    'columns' => [
        'id' => 'المعرف',
        'name' => 'الاسم',
        'source' => 'المصدر',
        'target' => 'الهدف',
        'read_only' => 'للقراءة فقط',
        'user_mountable' => 'قابل للتوصيل من قبل المستخدم',
    ],

    'actions' => [
        'attach_egg' => 'Attach Egg',
        'attach_node' => 'Attach Node',
    ],

];
