<?php

return [
    'title' => 'कंसोल',
    'node-under-maintenance' => 'इस सर्वर का नोड वर्तमान में रखरखाव में है और सभी क्रियाएँ अस्थायी रूप से अनुपलब्ध हैं।',
    'server-installing' => 'यह सर्वर वर्तमान में अपनी इंस्टॉलेशन प्रक्रिया चला रहा है और अधिकांश क्रियाएँ अस्थायी रूप से अनुपलब्ध हैं।',
    'server-transferring' => 'यह सर्वर वर्तमान में किसी अन्य नोड में स्थानांतरित किया जा रहा है और सभी क्रियाएँ अस्थायी रूप से अनुपलब्ध हैं।',
    'run-command' => 'एक कमांड टाइप करें...',
    'connection-trouble' => "हमें आपके सर्वर से कनेक्ट करने में समस्या हो रही है, कृपया प्रतीक्षा करें...",
    'uptime' => 'अपटाइम',
    'network-inbound' => 'नेटवर्क (इनबाउंड)',
    'network-outbound' => 'नेटवर्क (आउटबाउंड)',
    'offline' => 'ऑफलाइन',
    'cpu' => 'CPU',
    'memory' => 'याद',
    'network' => 'नेटवर्क',
    'cpu-load' => 'सीपीयू लोड',
    'network-in' => 'नेटवर्क इन',
    'network-out' => 'नेटवर्क आउट',
    'inbound' => 'भीतर का',
    'outbound' => 'आउटबाउंड',
];
