<?php

return [
    'title' => 'ऐतिहासिक मेट्रिक्स',
    'error' => 'ऐतिहासिक आँकड़े लोड करने में असमर्थ.',
    'time_range' => [
        'last_24_hours' => 'पिछले 24 घंटे',
        'last_3_days' => 'पिछले 3 दिन',
        'last_7_days' => 'पिछले 7 दिन',
    ],
    'charts' => [
        'cpu' => [
            'title' => 'सीपीयू इतिहास',
            'label' => 'सीपीयू उपयोग (%)',
        ],
        'memory' => [
            'title' => 'स्मृति इतिहास',
            'label' => 'मेमोरी उपयोग (एमबी)',
        ],
        'disk' => [
            'title' => 'डिस्क इतिहास',
            'label' => 'डिस्क उपयोग (एमबी)',
        ],
        'network' => [
            'title' => 'नेटवर्क इतिहास',
            'rx_label' => 'नेटवर्क आरएक्स (एमबी)',
            'tx_label' => 'नेटवर्क TX (एमबी)',
        ],
    ],
];
