<?php

return [
    'title' => 'सेटिंग्स',
    'sftp' => [
        'title' => 'SFTP विवरण',
        'address' => 'सर्वर पता',
        'username' => 'उपयोगकर्ता नाम',
        'password' => 'आपका SFTP पासवर्ड वही है जो आप इस पैनल तक पहुँचने के लिए उपयोग करते हैं।',
        'button' => 'SFTP लॉन्च करें',
    ],
    'info' => [
        'title' => 'डीबग जानकारी',
        'node' => 'नोड',
        'server' => 'सर्वर आईडी',
        'public-status-page' => 'सार्वजनिक स्थिति पृष्ठ',
    ],
    'rename' => [
        'title' => 'सर्वर विवरण बदलें',
        'name' => 'सर्वर नाम',
        'description' => 'सर्वर विवरण',
        'button' => 'सहेजें',
    ],
    'reinstall' => [
        'title' => 'सर्वर पुनर्स्थापित करें',
        'confirm-title' => 'सर्वर पुनर्स्थापना की पुष्टि करें',
        'confirm' => 'हाँ, सर्वर पुनर्स्थापित करें',
        'info' => 'आपका सर्वर बंद कर दिया जाएगा और इस प्रक्रिया के दौरान कुछ फ़ाइलें हटाई या संशोधित की जा सकती हैं, क्या आप जारी रखना चाहते हैं?',
        'info-1' => 'सर्वर को पुनर्स्थापित करने से यह बंद हो जाएगा, और फिर इंस्टॉलेशन स्क्रिप्ट को फिर से चलाया जाएगा जिसने इसे शुरू में सेट किया था।',
        'info-2' => 'इस प्रक्रिया के दौरान कुछ फ़ाइलें हटाई या संशोधित की जा सकती हैं, कृपया जारी रखने से पहले अपने डेटा का बैकअप लें।',
        'button' => 'सर्वर पुनर्स्थापित करें',
    ],
];
