<?php

return [
    'title' => 'Консоль',
    'node-under-maintenance' => 'Узел этого сервера находится на техническом обслуживании, все действия недоступны.',
    'server-installing' => 'На сервере выполняется процесс установки, большинство действий временно недоступно.',
    'server-transferring' => 'Сервер в настоящее время переносится на другой узел, все действия недоступны.',
    'run-command' => 'Введите команду...',
    'connection-trouble' => "У нас возникли проблемы с подключением к вашему серверу, пожалуйста, подождите...",
    'uptime' => 'Время работы',
    'network-inbound' => 'Сеть (входящая)',
    'network-outbound' => 'Сеть (исходящая)',
    'offline' => 'Выключен',
    'cpu' => 'Процессор',
    'memory' => 'Память',
    'network' => 'Сеть',
    'cpu-load' => 'Загрузка процессора',
    'network-in' => 'Сеть в',
    'network-out' => 'Выход из сети',
    'inbound' => 'Входящий',
    'outbound' => 'Исходящий',
];
