<?php

return [
    'title' => 'Консоль',
    'node-under-maintenance' => 'Узел этого сервера в настоящее время находится на техническом обслуживании, и все действия недоступны.',
    'server-installing' => 'На этом сервере в настоящее время выполняется процесс установки, поэтому большинство действий недоступно.',
    'server-transferring' => 'Этот сервер в настоящее время переносится на другой узел, поэтому все действия недоступны.',
    'run-command' => 'Введите команду...',
    'connection-trouble' => "Возникли проблемы с подключением к вашему серверу, пожалуйста, подождите...",
    'uptime' => 'Время работы',
    'network-inbound' => 'Сеть (входящий трафик)',
    'network-outbound' => 'Сеть (исходящий трафик)',
    'offline' => 'Не в сети',
    'cpu' => 'ЦП',
    'memory' => 'Память',
    'network' => 'Сеть',
    'cpu-load' => 'Загрузка ЦП',
    'network-in' => 'Входящий трафик',
    'network-out' => 'Исходящий трафик',
    'inbound' => 'Входящий',
    'outbound' => 'Исходящий',
];
