<?php

return [
    'title' => 'API приложения',
    'list-title' => 'Список учётных данных',
    'key' => 'Ключ',
    'memo' => 'Примечание',
    'last-used' => 'Последнее использование',
    'created' => 'Дата создания',
    'author' => 'Автор',
    'never-used' => 'Никогда не использовался',

    'revoke' => 'Отозвать',
    'revoke-title' => 'Отозвать API-ключ',
    'revoke-warning' => 'После отзыва этого API-ключа все приложения, использующие его в настоящее время, перестанут работать.',
    'revoked' => 'API-ключ был отозван.',

    'permissions' => 'Выберите разрешения',
    'read-only' => 'Чтение',
    'read-write' => 'Чтение и запись',
    'none' => 'Нет',

    'description' => 'Описание',
    'info' => 'После назначения разрешений и создания этих учётных данных вы не сможете вернуться и изменить их. Если в дальнейшем потребуется внести изменения, необходимо будет создать новый набор учётных данных.',

    'create-btn' => 'Создать',
    'new-btn' => 'Создать учётные данные',
];
