<?php

return [
    'username-required' => 'يجب توفير اسم مستخدم أو بريد إلكتروني.',
    'password-required' => 'الرجاء إدخال كلمة مرور حسابك.',
    'email-required' => 'يجب توفير عنوان بريد إلكتروني صالح للمتابعة.',

    'login-title' => 'تسجيل الدخول للمتابعة',

    'username-label' => 'اسم المستخدم أو البريد الإلكتروني',
    'password-label' => 'كلمة المرور',

    'login-button' => 'تسجيل الدخول',
    'return' => 'العودة إلى تسجيل الدخول',

    'social' => [
        'or' => 'أو',
        'google' => 'غوغل',
        'discord' => 'ديسكورد',
        'github' => 'غيتهوب',
        'not_linked' => 'هذا الحساب غير مرتبط بأي حساب :provider. الرجاء تسجيل الدخول باستخدام بريدك الإلكتروني وكلمة المرور أولاً، ثم ربط حساب :provider الخاص بك في صفحة إعدادات الحساب.',
    ],

    'forgot-password' => [
        'title' => 'طلب إعادة تعيين كلمة المرور',
        'label' => 'هل نسيت كلمة المرور؟',
        'email-label' => 'البريد الإلكتروني',
        'email-content' => 'أدخل عنوان البريد الإلكتروني لحسابك لتلقي تعليمات حول إعادة تعيين كلمة المرور الخاصة بك.',
        'send-email' => 'إرسال البريد الإلكتروني',
    ],

    'checkpoint' => [
        'title' => 'نقطة تحقق الجهاز',
        'recovery-code' => 'رمز الاسترداد',
        'auth-code' => 'رمز المصادقة',
        'is-missing' => 'أدخل أحد رموز الاسترداد التي تم إنشاؤها عند إعداد المصادقة الثنائية على هذا الحساب للمتابعة.',
        'is-not-missing' => 'أدخل رمز المصادقة الثنائية الذي تم إنشاؤه بواسطة جهازك.',
        'button' => 'متابعة',
        'lost-device' => 'لقد فقدت جهازي',
        'not-lost-device' => 'لدي جهازي',

    ],

    'reset-password' => [
        'new-required' => 'كلمة المرور الجديدة مطلوبة.',
        'min-required' => 'يجب أن تتكون كلمة المرور الجديدة من 8 أحرف على الأقل.',
        'no-match' => 'كلمة المرور الجديدة غير متطابقة.',
        'email-label' => 'البريد الإلكتروني',
        'new-label' => 'كلمة المرور الجديدة',
        'min-length' => 'يجب أن تتكون كلمات المرور من 8 أحرف على الأقل.',
        'confirm-label' => 'تأكيد كلمة المرور الجديدة',
        'label' => 'إعادة تعيين كلمة المرور',
    ],

    'register' => [
        'no-match' => 'كلمة المرور غير متطابقة.',
        'namefirst-label' => 'الاسم الأول',
        'namelast-label' => 'اسم العائلة',
        'email-label' => 'البريد الإلكتروني',
        'username-label' => 'اسم المستخدم',
        'password-label' => 'كلمة المرور',
        'min-length' => 'يجب أن تتكون كلمات المرور من 8 أحرف على الأقل.',
        'confirm-label' => 'تأكيد كلمة المرور',
        'label' => 'تسجيل',
        'create-account' => 'Create Account',
    ],
    
    'failed' => 'لا يوجد حساب يطابق تلك البيانات.',

    'two_factor' => [
        'label' => 'رمز المصادقة الثنائية',
        'label_help' => 'يتطلب هذا الحساب طبقة ثانية من المصادقة للمتابعة. الرجاء إدخال الرمز الذي يولده جهازك لإكمال عملية تسجيل الدخول.',
        'checkpoint_failed' => 'رمز المصادقة الثنائية غير صالح.',
    ],

    'throttle' => 'عدد كبير جدًا من محاولات تسجيل الدخول. الرجاء المحاولة مرة أخرى بعد :seconds ثانية.',
    'password_requirements' => 'يجب أن تتكون كلمة المرور من 8 أحرف على الأقل ويجب أن تكون فريدة لهذا الموقع.',
    '2fa_must_be_enabled' => 'طلب المشرف تفعيل المصادقة الثنائية لحسابك لاستخدام اللوحة.',
];
