<?php

return [
    'daemon_connection_failed' => 'حدث استثناء أثناء محاولة الاتصال بالدايمون (الخادم المساعد) مما أدى إلى الحصول على رمز استجابة HTTP/:code. تم تسجيل هذا الاستثناء.',
    'node' => [
        'servers_attached' => 'يجب ألا يكون هناك أي خوادم مرتبطة بالعقدة حتى يمكن حذفها.',
        'daemon_off_config_updated' => 'تم تحديث إعدادات الدايمون، ولكن حدث خطأ أثناء محاولة تحديث ملف الإعدادات على الدايمون تلقائياً. ستحتاج إلى تحديث ملف الإعدادات (config.yml) يدوياً لتطبيق هذه التغييرات على الدايمون.',
    ],
    'allocations' => [
        'server_using' => 'يوجد خادوم مرتبط حالياً بهذا التخصيص. لا يمكن حذف التخصيص إلا إذا لم يكن هناك أي خادوم مرتبط به حالياً.',
        'too_many_ports' => 'إضافة أكثر من 1000 منفذ في نطاق واحد في المرة الواحدة غير مدعومة.',
        'invalid_mapping' => 'التعيين المقدم للمنفذ :port كان غير صالح ولم يمكن معالجته.',
        'cidr_out_of_range' => 'تدوين CIDR يسمح فقط بالأقنعة بين /25 و /32.',
        'port_out_of_range' => 'يجب أن تكون المنافذ في التخصيص أكبر من 1024 وأقل من أو تساوي 65535.',
    ],
    'nest' => [
        'delete_has_servers' => 'لا يمكن حذف عش (مجموعة) تحتوي على خوادم نشطة مرتبطة بها من اللوحة.',
        'egg' => [
            'delete_has_servers' => 'لا يمكن حذف بيضة (قالب) تحتوي على خوادم نشطة مرتبطة بها من اللوحة.',
            'invalid_copy_id' => 'البيضة المحددة لنسخ سكريبت منها إما غير موجودة، أو أنها تنسخ سكريبت بنفسها.',
            'must_be_child' => 'توجيه "نسخ الإعدادات من" لهذه البيضة يجب أن يكون خياراً تابعاً للعش المحدد.',
            'has_children' => 'هذه البيضة هي أصل لواحدة أو أكثر من البيضات الأخرى. يرجى حذف تلك البيضات قبل حذف هذه البيضة.',
        ],
        'variables' => [
            'env_not_unique' => 'متغير البيئة :name يجب أن يكون فريداً لهذه البيضة.',
            'reserved_name' => 'متغير البيئة :name محمي ولا يمكن تعيينه لمتغير.',
            'bad_validation_rule' => 'قاعدة التحقق ":rule" ليست قاعدة صالحة لهذا التطبيق.',
        ],
        'importer' => [
            'json_error' => 'حدث خطأ اثناء محاولة تحليل ملف JSON: :error.',
            'file_error' => 'ملف JSON المقدم لم يكن صالحاً.',
            'invalid_json_provided' => 'ملف JSON المقدم ليس بتنسيق يمكن التعرف عليه.',
        ],
    ],
    'subusers' => [
        'editing_self' => 'تعديل حساب المستخدم الفرعي الخاص بك غير مسموح به.',
        'user_is_owner' => 'لا يمكنك إضافة مالك الخادوم كمستخدم فرعي لهذا الخادوم.',
        'subuser_exists' => 'يوجد مستخدم بهذا البريد الإلكتروني مضاف بالفعل كمستخدم فرعي لهذا الخادوم.',
    ],
    'databases' => [
        'delete_has_databases' => 'لا يمكن حذف خادوم استضافة قاعدة بيانات مرتبط به قواعد بيانات نشطة.',
    ],
    'tasks' => [
        'chain_interval_too_long' => 'الحد الأقصى للفاصل الزمني لمهمة متسلسلة هو 15 دقيقة.',
    ],
    'locations' => [
        'has_nodes' => 'لا يمكن حذف موقع مرتبط به عقد نشطة.',
    ],
    'users' => [
        'node_revocation_failed' => 'فشل إبطال المفاتيح على <a href=":link">العقدة رقم #:node</a>. :error',
    ],
    'deployment' => [
        'no_viable_nodes' => 'لم يتم العثور على عقد تلبي المتطلبات المحددة للنشر التلقائي.',
        'no_viable_allocations' => 'لم يتم العثور على تخصيصات تلبي متطلبات النشر التلقائي.',
    ],
    'api' => [
        'resource_not_found' => 'المورد المطلوب غير موجود على هذا الخادوم.',
    ],
    'social' => [
        'unlink_only_login' => 'لا يمكنك فك ربط طريقة تسجيل الدخول الوحيدة لديك دون تعيين كلمة مرور أولاً.',
    ],
];
