<?php

return [
    'title' => 'एप्लिकेशन API',
    'list-title' => 'क्रेडेंशियल्स सूची',
    'key' => 'कुंजी',
    'memo' => 'नोट',
    'last-used' => 'अंतिम उपयोग',
    'created' => 'निर्माण तिथि',
    'author' => 'लेखक',
    'never-used' => 'कभी भी इस्तेमाल नहीं किया',

    'revoke' => 'रद्द करना',
    'revoke-title' => 'एपीआई कुंजी निरस्त करें',
    'revoke-warning' => 'एक बार जब यह एपीआई कुंजी निरस्त हो जाती है तो वर्तमान में इसका उपयोग करने वाला कोई भी एप्लिकेशन काम करना बंद कर देगा।',
    'revoked' => 'एपीआई कुंजी निरस्त कर दी गई है.',

    'permissions' => 'अनुमतियाँ चुनें',
    'read-only' => 'केवल पढ़ें',
    'read-write' => 'पढ़ें और लिखें',
    'none' => 'कोई नहीं',

    'description' => 'विवरण',
    'info' => 'एक बार जब आप अनुमतियाँ असाइन कर देते हैं और इस क्रेडेंशियल्स सेट को बना लेते हैं, तो आप इसे वापस आकर संपादित नहीं कर पाएंगे। यदि भविष्य में बदलाव करने की आवश्यकता हो, तो आपको नया क्रेडेंशियल्स सेट बनाना होगा।',

    'create-btn' => 'नया बनाएँ',
    'new-btn' => 'क्रेडेंशियल्स बनाएँ',
];
