<?php

return [

    'tabs' => [
        'configuration' => 'अंडा विन्यास',
    ],

    'sections' => [
        'configuration' => [
            'title' => 'विन्यास',
        ],
        'identity' => [
            'title' => 'पहचान',
        ],
        'docker_images' => [
            'title' => 'डॉकर छवियाँ',
            'description' => 'इस अंडे का उपयोग करने वाले सर्वर के लिए डॉकर छवियां उपलब्ध हैं। प्रति पंक्ति एक दर्ज करें.',
        ],
        'process_management' => [
            'title' => 'प्रक्रिया प्रबंधन',
        ],
        'variables' => [
            'title' => 'चर',
        ],
        'install_script' => [
            'title' => 'स्क्रिप्ट स्थापित करें',
        ],
    ],

    'fields' => [
        'nest' => 'घोंसला',
        'uuid' => 'यूयूआईडी',
        'name' => 'नाम',
        'author' => 'लेखक',
        'image' => 'छवि',
        'description' => 'विवरण',
        'image_name' => 'छवि का नाम',
        'image_uri' => 'छवि यूआरआई',
        'add_docker_image' => 'डॉकर छवि जोड़ें',
        'force_outgoing_ip' => 'फोर्स आउटगोइंग आईपी',
        'features' => 'विशेषताएँ',
        'startup' => 'स्टार्टअप कमांड',
        'config_stop' => 'रोकें आदेश',
        'config_from' => 'यहां से सेटिंग कॉपी करें',
        'config_startup' => 'कॉन्फ़िगरेशन प्रारंभ करें (JSON)',
        'config_logs' => 'लॉग कॉन्फ़िगरेशन (JSON)',
        'config_files' => 'कॉन्फ़िगरेशन फ़ाइलें (JSON)',
        'file_denylist' => 'फ़ाइल अस्वीकृत सूची',
        'env_variable' => 'पर्यावरणपरिवर्ती तारक',
        'user_viewable' => 'उपयोगकर्ता देख सकते हैं',
        'user_editable' => 'उपयोगकर्ता संपादित कर सकते हैं',
        'rules' => 'इनपुट नियम',
        'default_value' => 'डिफ़ॉल्ट मान',
        'script_install' => 'स्क्रिप्ट स्थापित करें',
        'script_container' => 'स्क्रिप्ट कंटेनर',
        'script_entry' => 'स्क्रिप्ट एंट्रीपॉइंट कमांड',
        'copy_script_from' => 'से स्क्रिप्ट कॉपी करें',
        'script_is_privileged' => 'विशेषाधिकार प्राप्त',
    ],

    'helpers' => [
        'force_outgoing_ip' => 'सभी आउटगोइंग नेटवर्क ट्रैफ़िक को अपने स्रोत आईपी को सर्वर के प्राथमिक आवंटन आईपी के आईपी से जोड़ने के लिए बाध्य करता है।',
        'features' => 'अंडे से संबंधित अतिरिक्त विशेषताएं. अतिरिक्त पैनल संशोधनों को कॉन्फ़िगर करने के लिए उपयोगी।',
        'file_denylist' => 'फ़ाइलें जिन्हें उपयोगकर्ता द्वारा संपादित नहीं किया जाना चाहिए।',
        'script_is_privileged' => 'इंस्टॉल स्क्रिप्ट को एक विशेषाधिकार प्राप्त कंटेनर (रूट) के रूप में चलाएँ।',
    ],

    'actions' => [
        'export' => 'निर्यात',
        'create' => 'अंडा बनाएँ',
        'edit' => 'संपादन करना',
    ],

    'notices' => [
        'cannot_delete' => 'अंडा हटाया नहीं जा सकता',
        'cannot_delete_body' => 'इस अंडे में :count सर्वर संबद्ध है। कृपया पहले उन्हें हटाएँ या पुनः असाइन करें।',
        'cannot_delete_multiple' => 'सर्वर से अंडे नहीं हटाये जा सकते',
        'cannot_delete_multiple_body' => ':count अंडे में संबद्ध सर्वर हैं और उन्हें छोड़ दिया गया है।',
    ],

];
