<?php

return [

    'label' => 'जगह',
    'plural-label' => 'स्थानों',

    'section' => [
        'title' => 'स्थान विवरण',
        'description' => 'उस स्थान को परिभाषित करें जिसे नोड्स आवंटित किए जा सकते हैं।',
    ],

    'fields' => [
        'short' => [
            'label' => 'लघु कूट संख्या',
            'helper' => 'इस स्थान के लिए एक संक्षिप्त पहचानकर्ता.',
        ],

        'long' => [
            'label' => 'विवरण',
            'helper' => 'इस स्थान का विस्तृत विवरण.',
        ],
    ],

    'table' => [
        'id' => 'ID',
        'short' => 'लघु कूट संख्या',
        'long' => 'विवरण',
        'nodes' => 'नोड्स',
        'servers' => 'सर्वर',
        'created' => 'बनाया था',
    ],

    'actions' => [
        'edit' => 'संपादन करना',
        'delete' => 'मिटाना',
    ],

    'messages' => [
        'cannot_delete_with_nodes' => 'संबद्ध नोड्स वाला कोई स्थान नहीं हटाया जा सकता.',
    ],

];
