<?php

return [

    'label' => 'पर्वत',
    'plural_label' => 'माउंट',

    'sections' => [
        'configuration' => 'माउंट कॉन्फ़िगरेशन',
    ],

    'fields' => [
        'name' => 'नाम',
        'description' => 'विवरण',
        'source' => 'स्रोत पथ',
        'target' => 'लक्षित रास्ता',
        'read_only' => 'केवल पढ़ने के लिए',
        'user_mountable' => 'उपयोगकर्ता माउंटेबल',
    ],

    'helpers' => [
        'name' => 'इस पर्वत को दूसरे पर्वत से अलग करने के लिए एक अनोखा नाम प्रयोग किया जाता है।',
        'description' => 'इस पर्वत का एक लंबा, मानव-पठनीय विवरण।',
        'source' => 'कंटेनरों पर माउंट करने के लिए होस्ट मशीन पर फ़ाइल पथ।',
        'target' => 'इसे माउंट करने के लिए कंटेनर के अंदर का पथ।',
        'read_only' => 'यदि सेट किया गया है, तो माउंट कंटेनर के अंदर केवल-पढ़ने के लिए होगा।',
        'user_mountable' => 'यदि सेट किया गया है, तो उपयोगकर्ता इसे अपने सर्वर पर माउंट कर सकेंगे।',
    ],

    'columns' => [
        'id' => 'ID',
        'name' => 'नाम',
        'source' => 'स्रोत',
        'target' => 'लक्ष्य',
        'read_only' => 'केवल पढ़ने के लिए',
        'user_mountable' => 'उपयोगकर्ता माउंटेबल',
    ],

    'actions' => [
        'attach_egg' => 'अंडा संलग्न करें',
        'attach_node' => 'नोड संलग्न करें',
    ],

];
