<?php

return [
    'title' => 'API приложения',
    'list-title' => 'Список ключей',
    'key' => 'Ключ',
    'memo' => 'Примечание',
    'last-used' => 'Последнее использование',
    'created' => 'Дата создания',
    'author' => 'Автор',
    'never-used' => 'Никогда не использовался',

    'revoke' => 'Отозвать',
    'revoke-title' => 'Отозвать API ключ',
    'revoke-warning' => 'Как только этот API-ключ будет отозван, все приложения, использующие его в настоящее время, перестанут работать.',
    'revoked' => 'Ключ API был отозван.',

    'permissions' => 'Выберите права доступа',
    'read-only' => 'Только чтение',
    'read-write' => 'Чтение и запись',
    'none' => 'Нет',

    'description' => 'Описание',
    'info' => 'После выдачи прав и создания учётных данных вы не сможете их отредактировать. Если в будущем потребуется изменить права, вам нужно будет создать новый ключ.',

    'create-btn' => 'Создать новый',
    'new-btn' => 'Создать учётные данные',
];
