<?php

return [
    'title' => 'Главная',
    'uptodate-header' => 'Панель обновлена',
    'uptodate-body' => 'Вы используете версию :version. Ваша панель полностью обновлена!',
    'notuptodate-header' => 'Доступно обновление панели',
    'notuptodate-body' => 'Выпущена версия :latest! Ознакомьтесь с нашей документацией, чтобы обновить панель.',
    'feedback-header' => 'Есть отзывы или предложения?',
    'feedback-body' => 'Если Вам нравится удобство и функциональность Reviactyl, расскажите нам об этом! Ваши отзывы помогают нам становиться лучше и создавать новые инструменты.',
    'feedback-btn' => 'Создать тикет',
    'sponsor-header' => 'Поддержать Reviactyl',
    'sponsor-body' => 'Спасибо, что используете панель Reviactyl. Этот проект существует благодаря Вам, нашим разработчикам и всем, кто его поддерживает. Мы ценим любую помощь.',
    'sponsor-btn' => 'Поддержать проект',

    'help-btn' => 'Получить помощь',
    'update-btn' => 'Update Panel',
    'docs-btn' => 'Документация',
    'metrics-header' => 'Показатели активности пользователей',
    'most-active-country' => 'Самая активная страна',
    'activity-description' => 'На основе последних действий при входе в систему.',
    'no_activity' => 'Нет никаких недавних действий для отображения.',
    'activity-header' => 'Недавняя активность',
    'more-btn' => 'Посмотреть больше',
];
