<?php

return [
    'title' => 'Панель управления',
    'uptodate-header' => 'Ваша панель обновлена',
    'uptodate-body' => 'В настоящее время вы используете версию :version. Ваша панель обновлена до последней версии!',
    'notuptodate-header' => 'Ваша панель устарела',
    'notuptodate-body' => 'Версия :latest уже доступна! Ознакомьтесь с нашей документацией, чтобы обновить панель.',
    'feedback-header' => 'Есть предложения?',
    'feedback-body' => 'Если вам нравятся функции и удобство использования Reviactyl, сообщите нам об этом! Ваши отзывы помогают нам совершенствоваться и создавать ещё больше полезных инструментов для вас.',
    'feedback-btn' => 'Создать Issue',
    'sponsor-header' => 'Поддержать Reviactyl',
    'sponsor-body' => 'Спасибо за использование Reviactyl Panel. Этот проект стал возможен благодаря вашей поддержке, нашим участникам и всем остальным, кто нас поддерживает! Мы ценим любую поддержку.',
    'sponsor-btn' => 'Поддержать проект',

    'help-btn' => 'Получить помощь',
    'update-btn' => 'Обновить панель',
    'docs-btn' => 'Документация',
    'metrics-header' => 'Метрики активности пользователей',
    'most-active-country' => 'Самая активная страна',
    'activity-description' => 'На основе недавней активности входов.',
    'no_activity' => 'Нет недавней активности для отображения.',
    'activity-header' => 'Недавняя активность',
    'more-btn' => 'Показать больше',
    'dashboard' => [
        'total_users' => 'Всего пользователей',
        'new_users' => 'Новые пользователи: :count',
        'total_servers' => 'Всего серверов',
        'new_servers' => 'Новые серверы: :count',
        'developmental_build' => 'Сборка для разработки',
        'up_to_date' => 'Актуальная версия',
        'outdated_build' => 'Устаревшая сборка',
    ],
];
