<?php

return [
    'username-required' => 'एक उपयोगकर्ता नाम या ईमेल प्रदान करना अनिवार्य है।',
    'password-required' => 'कृपया अपने खाते का पासवर्ड दर्ज करें।',
    'email-required' => 'जारी रखने के लिए एक वैध ईमेल पता प्रदान करना अनिवार्य है।',

    'login-title' => 'जारी रखने के लिए लॉगिन करें',

    'username-label' => 'उपयोगकर्ता नाम या ईमेल',
    'password-label' => 'पासवर्ड',

    'login-button' => 'लॉगिन',
    'return' => 'लॉगिन पर लौटें',

    'forgot-password' => [
        'title' => 'पासवर्ड रीसेट का अनुरोध करें',
        'label' => 'पासवर्ड भूल गए?',
        'email-label' => 'ईमेल',
        'email-content' => 'पासवर्ड रीसेट करने के निर्देश प्राप्त करने के लिए अपने खाते का ईमेल पता दर्ज करें।',
        'send-email' => 'ईमेल भेजें',
    ],

    'checkpoint' => [
        'title' => 'डिवाइस चेकपॉइंट',
        'recovery-code' => 'रिकवरी कोड',
        'auth-code' => 'प्रमाणीकरण कोड',
        'is-missing' => 'जारी रखने के लिए उन रिकवरी कोड्स में से एक दर्ज करें जो आपने 2-फैक्टर प्रमाणीकरण सेटअप करते समय बनाए थे।',
        'is-not-missing' => 'अपने डिवाइस द्वारा जनरेट किया गया टू-फैक्टर टोकन दर्ज करें।',
        'button' => 'जारी रखें',
        'lost-device' => 'मैंने अपना डिवाइस खो दिया है',
        'not-lost-device' => 'मेरा डिवाइस मेरे पास है',

    ],

    'reset-password' => [
        'new-required' => 'नया पासवर्ड आवश्यक है।',
        'min-required' => 'आपका नया पासवर्ड कम से कम 8 अक्षरों का होना चाहिए।',
        'no-match' => 'आपका नया पासवर्ड मेल नहीं खा रहा है।',
        'email-label' => 'ईमेल',
        'new-label' => 'नया पासवर्ड',
        'min-length' => 'पासवर्ड कम से कम 8 अक्षरों का होना चाहिए।',
        'confirm-label' => 'नए पासवर्ड की पुष्टि करें',
        'label' => 'पासवर्ड रीसेट करें',
    ],
    
    'failed' => 'इन क्रेडेंशियल्स से मेल खाने वाला कोई खाता नहीं मिला।',

    'two_factor' => [
        'label' => '2-फैक्टर टोकन',
        'label_help' => 'इस खाते के लिए जारी रखने के लिए एक दूसरा प्रमाणीकरण स्तर आवश्यक है। कृपया लॉगिन पूरा करने के लिए अपने डिवाइस द्वारा जनरेट किया गया कोड दर्ज करें।',
        'checkpoint_failed' => '2-फैक्टर प्रमाणीकरण टोकन अमान्य था।',
    ],

    'throttle' => 'लॉगिन प्रयास अधिक हो गए हैं। कृपया :seconds सेकंड में पुनः प्रयास करें।',
    'password_requirements' => 'पासवर्ड कम से कम 8 अक्षरों का होना चाहिए और इस साइट के लिए अद्वितीय होना चाहिए।',
    '2fa_must_be_enabled' => 'प्रशासक ने पैनल का उपयोग करने के लिए आपके खाते पर 2-फैक्टर प्रमाणीकरण सक्षम करना अनिवार्य कर दिया है।',
];
