<?php

return [
    'daemon_connection_failed' => 'डेमन के साथ संवाद करने का प्रयास करते समय एक अपवाद था जिसके परिणामस्वरूप HTTP/:code प्रतिक्रिया कोड मिला। यह अपवाद लॉग किया गया है।',
    'node' => [
        'servers_attached' => 'किसी नोड को हटाने के लिए उससे कोई सर्वर जुड़ा नहीं होना चाहिए।',
        'daemon_off_config_updated' => 'डेमॉन कॉन्फ़िगरेशन को अपडेट कर दिया गया है, हालाँकि डेमॉन पर कॉन्फ़िगरेशन फ़ाइल को स्वचालित रूप से अपडेट करने का प्रयास करते समय एक त्रुटि आई थी। इन परिवर्तनों को लागू करने के लिए आपको डेमॉन के लिए कॉन्फ़िगरेशन फ़ाइल (config.yml) को मैन्युअल रूप से अपडेट करना होगा।',
    ],
    'allocations' => [
        'server_using' => 'इस आवंटन को वर्तमान में एक सर्वर असाइन किया गया है। एक आवंटन केवल तभी हटाया जा सकता है जब वर्तमान में कोई सर्वर असाइन नहीं है।',
        'too_many_ports' => 'एक बार में एक सीमा में 1000 से अधिक पोर्ट जोड़ना समर्थित नहीं है।',
        'invalid_mapping' => ':port के लिए प्रदान की गई मैपिंग अमान्य थी और संसाधित नहीं की जा सकी।',
        'cidr_out_of_range' => 'CIDR नोटेशन केवल /25 और /32 के बीच मास्क की अनुमति देता है।',
        'port_out_of_range' => 'एक आवंटन में पोर्ट 1024 से अधिक और 65535 से कम या बराबर होने चाहिए।',
    ],
    'nest' => [
        'delete_has_servers' => 'सक्रिय सर्वर संलग्न नेस्ट को पैनल से हटाया नहीं जा सकता।',
        'egg' => [
            'delete_has_servers' => 'सक्रिय सर्वर संलग्न Egg को पैनल से हटाया नहीं जा सकता।',
            'invalid_copy_id' => 'स्क्रिप्ट कॉपी करने के लिए चयनित Egg या तो मौजूद नहीं है, या स्वयं एक स्क्रिप्ट कॉपी कर रहा है।',
            'must_be_child' => 'इस Egg के लिए "सेटिंग्स से कॉपी करें" निर्देश चयनित नेस्ट के लिए एक चाइल्ड विकल्प होना चाहिए।',
            'has_children' => 'यह Egg एक या अधिक अन्य Eggs का पैरेंट है। कृपया इस Egg को हटाने से पहले उन Eggs को हटाएं।',
        ],
        'variables' => [
            'env_not_unique' => 'पर्यावरण वेरिएबल :name इस Egg के लिए अद्वितीय होना चाहिए।',
            'reserved_name' => 'पर्यावरण वेरिएबल :name सुरक्षित है और किसी वेरिएबल को असाइन नहीं किया जा सकता।',
            'bad_validation_rule' => 'सत्यापन नियम ":rule" इस एप्लिकेशन के लिए एक मान्य नियम नहीं है।',
        ],
        'importer' => [
            'json_error' => 'JSON फ़ाइल को पार्स करने का प्रयास करते समय एक त्रुटि हुई: :error।',
            'file_error' => 'प्रदान की गई JSON फ़ाइल मान्य नहीं थी।',
            'invalid_json_provided' => 'प्रदान की गई JSON फ़ाइल ऐसे प्रारूप में नहीं है जिसे पहचाना जा सके।',
        ],
    ],
    'subusers' => [
        'editing_self' => 'अपना स्वयं का सबयूजर खाता संपादित करने की अनुमति नहीं है।',
        'user_is_owner' => 'आप सर्वर मालिक को इस सर्वर के लिए सबयूजर के रूप में नहीं जोड़ सकते।',
        'subuser_exists' => 'उस ईमेल पते वाला उपयोगकर्ता पहले से ही इस सर्वर के लिए सबयूजर के रूप में असाइन है।',
    ],
    'databases' => [
        'delete_has_databases' => 'एक डेटाबेस होस्ट सर्वर जिसमें सक्रिय डेटाबेस जुड़े हैं उसे हटाया नहीं जा सकता।',
    ],
    'tasks' => [
        'chain_interval_too_long' => 'एक चेन्ड टास्क के लिए अधिकतम अंतराल समय 15 मिनट है।',
    ],
    'locations' => [
        'has_nodes' => 'एक स्थान जिसमें सक्रिय नोड संलग्न हैं उसे हटाया नहीं जा सकता।',
    ],
    'users' => [
        'node_revocation_failed' => '<a href=":link">नोड #:node</a> पर कुंजियां रद्द करने में विफल। :error',
    ],
    'deployment' => [
        'no_viable_nodes' => 'स्वचालित परिनियोजन के लिए निर्दिष्ट आवश्यकताओं को पूरा करने वाला कोई नोड नहीं मिला।',
        'no_viable_allocations' => 'स्वचालित परिनियोजन के लिए आवश्यकताओं को पूरा करने वाला कोई आवंटन नहीं मिला।',
    ],
    'api' => [
        'resource_not_found' => 'अनुरोधित संसाधन इस सर्वर पर मौजूद नहीं है।',
    ],
    'social' => [
        'unlink_only_login' => 'आप पहले पासवर्ड सेट किए बिना अपनी एकमात्र लॉगिन विधि को अनलिंक नहीं कर सकते।',
    ],
];
