<?php

return [
    'title' => 'ಅಪ್ಲಿಕೇಶನ್ API',
    'list-title' => 'ಕ್ರೆಡೆನ್ಶಿಯಲ್‌ಗಳ ಪಟ್ಟಿ',
    'key' => 'ಕೀ',
    'memo' => 'ಮೆಮೊ',
    'last-used' => 'ಕೊನೆಯದಾಗಿ ಬಳಸಿದ್ದು',
    'created' => 'ಸೃಷ್ಟಿಸಿದ ದಿನಾಂಕ',
    'author' => 'ಲೇಖಕ',
    'never-used' => 'ಎಂದಿಗೂ ಬಳಸಿಲ್ಲ',

    'revoke' => 'ರದ್ದುಮಾಡಿ',
    'revoke-title' => 'API ಕೀ ರದ್ದುಮಾಡಿ',
    'revoke-warning' => 'ಈ API ಕೀ ರದ್ದು ಮಾಡಿದ ನಂತರ, ಅದನ್ನು ಪ್ರಸ್ತುತ ಬಳಸುತ್ತಿರುವ ಎಲ್ಲಾ ಅಪ್ಲಿಕೇಶನ್‌ಗಳು ಕೆಲಸ ನಿಲ್ಲಿಸುತ್ತವೆ.',
    'revoked' => 'API ಕೀ ರದ್ದುಮಾಡಲಾಗಿದೆ.',

    'permissions' => 'ಅನುಮತಿಗಳನ್ನು ಆಯ್ಕೆಮಾಡಿ',
    'read-only' => 'ಓದಲು ಮಾತ್ರ',
    'read-write' => 'ಓದು ಮತ್ತು ಬರವಣಿಗೆ',
    'none' => 'ಯಾವುದೂ ಇಲ್ಲ',

    'description' => 'ವಿವರಣೆ',
    'info' => 'ನೀವು ಅನುಮತಿಗಳನ್ನು ನಿಯೋಜಿಸಿ ಈ ಕ್ರೆಡೆನ್ಶಿಯಲ್‌ಗಳ ಸೆಟ್ ಅನ್ನು ಸೃಷ್ಟಿಸಿದ ನಂತರ, ಅದನ್ನು ಮರುಸಂಪಾದಿಸಲು ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ. ಮುಂದಿನ ದಿನಗಳಲ್ಲಿ ಬದಲಾವಣೆಗಳನ್ನು ಮಾಡಲು ನೀವು ಹೊಸ ಕ್ರೆಡೆನ್ಶಿಯಲ್‌ಗಳ ಸೆಟ್ ಅನ್ನು ಸೃಷ್ಟಿಸಬೇಕು.',

    'create-btn' => 'ಹೊಸದು ರಚಿಸಿ',
    'new-btn' => 'ಕ್ರೆಡೆನ್ಶಿಯಲ್‌ಗಳನ್ನು ರಚಿಸಿ',
];
