<?php

return [

    'tabs' => [
        'configuration' => 'ಮೊಟ್ಟೆಯ ಸಂರಚನೆ',
    ],

    'sections' => [
        'configuration' => [
            'title' => 'ಸಂರಚನೆ',
        ],
        'identity' => [
            'title' => 'ಗುರುತು',
        ],
        'docker_images' => [
            'title' => 'ಡಾಕರ್ ಚಿತ್ರಗಳು',
            'description' => 'ಈ ಮೊಟ್ಟೆಯನ್ನು ಬಳಸಿಕೊಂಡು ಸರ್ವರ್‌ಗಳಿಗೆ ಡಾಕರ್ ಚಿತ್ರಗಳು ಲಭ್ಯವಿವೆ. ಪ್ರತಿ ಸಾಲಿಗೆ ಒಂದನ್ನು ನಮೂದಿಸಿ.',
        ],
        'process_management' => [
            'title' => 'ಪ್ರಕ್ರಿಯೆ ನಿರ್ವಹಣೆ',
        ],
        'variables' => [
            'title' => 'ಅಸ್ಥಿರ',
        ],
        'install_script' => [
            'title' => 'ಸ್ಕ್ರಿಪ್ಟ್ ಅನ್ನು ಸ್ಥಾಪಿಸಿ',
        ],
    ],

    'fields' => [
        'nest' => 'ಗೂಡು',
        'uuid' => 'UUID',
        'name' => 'ಹೆಸರು',
        'author' => 'ಲೇಖಕ',
        'image' => 'ಚಿತ್ರ',
        'description' => 'ವಿವರಣೆ',
        'image_name' => 'ಚಿತ್ರದ ಹೆಸರು',
        'image_uri' => 'ಚಿತ್ರ URI',
        'add_docker_image' => 'ಡಾಕರ್ ಚಿತ್ರವನ್ನು ಸೇರಿಸಿ',
        'force_outgoing_ip' => 'ಹೊರಹೋಗುವ IP ಅನ್ನು ಒತ್ತಾಯಿಸಿ',
        'features' => 'ವೈಶಿಷ್ಟ್ಯಗಳು',
        'startup' => 'ಸ್ಟಾರ್ಟ್ಅಪ್ ಕಮಾಂಡ್',
        'config_stop' => 'ಸ್ಟಾಪ್ ಕಮಾಂಡ್',
        'config_from' => 'ನಿಂದ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ನಕಲಿಸಿ',
        'config_startup' => 'ಕಾನ್ಫಿಗರೇಶನ್ ಪ್ರಾರಂಭಿಸಿ (JSON)',
        'config_logs' => 'ಲಾಗ್ ಕಾನ್ಫಿಗರೇಶನ್ (JSON)',
        'config_files' => 'ಕಾನ್ಫಿಗರೇಶನ್ ಫೈಲ್‌ಗಳು (JSON)',
        'file_denylist' => 'ಫೈಲ್ ನಿರಾಕರಣೆ ಪಟ್ಟಿ',
        'env_variable' => 'ಪರಿಸರ ವೇರಿಯಬಲ್',
        'user_viewable' => 'ಬಳಕೆದಾರರು ವೀಕ್ಷಿಸಬಹುದು',
        'user_editable' => 'ಬಳಕೆದಾರರು ಸಂಪಾದಿಸಬಹುದು',
        'rules' => 'ಇನ್ಪುಟ್ ನಿಯಮಗಳು',
        'default_value' => 'ಡೀಫಾಲ್ಟ್ ಮೌಲ್ಯ',
        'script_install' => 'ಸ್ಕ್ರಿಪ್ಟ್ ಅನ್ನು ಸ್ಥಾಪಿಸಿ',
        'script_container' => 'ಸ್ಕ್ರಿಪ್ಟ್ ಕಂಟೈನರ್',
        'script_entry' => 'ಸ್ಕ್ರಿಪ್ಟ್ ಎಂಟ್ರಿಪಾಯಿಂಟ್ ಕಮಾಂಡ್',
        'copy_script_from' => 'ಸ್ಕ್ರಿಪ್ಟ್ ಅನ್ನು ನಕಲಿಸಿ',
        'script_is_privileged' => 'ಸವಲತ್ತು ಪಡೆದಿದ್ದಾರೆ',
    ],

    'helpers' => [
        'force_outgoing_ip' => 'ಎಲ್ಲಾ ಹೊರಹೋಗುವ ನೆಟ್‌ವರ್ಕ್ ಟ್ರಾಫಿಕ್ ಅನ್ನು ಅದರ ಮೂಲ IP ಅನ್ನು ಸರ್ವರ್‌ನ ಪ್ರಾಥಮಿಕ ಹಂಚಿಕೆ IP ಯ IP ಗೆ NAT ಮಾಡುವಂತೆ ಒತ್ತಾಯಿಸುತ್ತದೆ.',
        'features' => 'ಮೊಟ್ಟೆಗೆ ಸೇರಿದ ಹೆಚ್ಚುವರಿ ವೈಶಿಷ್ಟ್ಯಗಳು. ಹೆಚ್ಚುವರಿ ಪ್ಯಾನಲ್ ಮಾರ್ಪಾಡುಗಳನ್ನು ಕಾನ್ಫಿಗರ್ ಮಾಡಲು ಉಪಯುಕ್ತವಾಗಿದೆ.',
        'file_denylist' => 'ಬಳಕೆದಾರರು ಸಂಪಾದಿಸಬಾರದ ಫೈಲ್‌ಗಳು.',
        'script_is_privileged' => 'ಇನ್‌ಸ್ಟಾಲ್ ಸ್ಕ್ರಿಪ್ಟ್ ಅನ್ನು ಸವಲತ್ತು ಪಡೆದ ಕಂಟೇನರ್ ಆಗಿ (ರೂಟ್) ರನ್ ಮಾಡಿ.',
    ],

    'actions' => [
        'export' => 'ರಫ್ತು ಮಾಡಿ',
        'create' => 'ಮೊಟ್ಟೆಯನ್ನು ರಚಿಸಿ',
        'edit' => 'ಸಂಪಾದಿಸು',
    ],

    'notices' => [
        'cannot_delete' => 'ಮೊಟ್ಟೆಯನ್ನು ಅಳಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ',
        'cannot_delete_body' => 'ಈ ಮೊಟ್ಟೆಯು :count ಸರ್ವರ್(ಗಳು) ಸಂಯೋಜಿತವಾಗಿದೆ. ದಯವಿಟ್ಟು ಮೊದಲು ಅವುಗಳನ್ನು ಅಳಿಸಿ ಅಥವಾ ಮರು ನಿಯೋಜಿಸಿ.',
        'cannot_delete_multiple' => 'ಸರ್ವರ್‌ಗಳೊಂದಿಗೆ ಮೊಟ್ಟೆಗಳನ್ನು ಅಳಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ',
        'cannot_delete_multiple_body' => ':count ಮೊಟ್ಟೆ(ಗಳು) ಸಂಯೋಜಿತ ಸರ್ವರ್‌ಗಳನ್ನು ಹೊಂದಿವೆ ಮತ್ತು ಅವುಗಳನ್ನು ಬಿಟ್ಟುಬಿಡಲಾಗಿದೆ.',
    ],

];
