<?php

return [

    'label' => 'ಗೂಡು',
    'plural_label' => 'ಗೂಡುಗಳು',

    'sections' => [
        'configuration' => 'ನೆಸ್ಟ್ ಕಾನ್ಫಿಗರೇಶನ್',
    ],

    'fields' => [
        'name' => 'ಹೆಸರು',
        'author' => 'ಲೇಖಕ',
        'description' => 'ವಿವರಣೆ',
    ],

    'helpers' => [
        'name' => 'ಈ ಗೂಡನ್ನು ಗುರುತಿಸಲು ಬಳಸಲಾಗುವ ವಿಶಿಷ್ಟ ಹೆಸರು.',
        'author' => 'ಈ ಗೂಡಿನ ಲೇಖಕ. ಮಾನ್ಯವಾದ ಇಮೇಲ್ ಆಗಿರಬೇಕು.',
        'description' => 'ಈ ಗೂಡಿನ ವಿವರಣೆ.',
    ],

    'columns' => [
        'id' => 'ID',
        'name' => 'ಹೆಸರು',
        'author' => 'ಲೇಖಕ',
        'eggs' => 'ಮೊಟ್ಟೆಗಳು',
        'servers' => 'ಸರ್ವರ್‌ಗಳು',
    ],

    'actions' => [
        'import' => 'ಆಮದು ಮೊಟ್ಟೆ',
    ],

    'import' => [
        'file_label' => 'ಎಗ್ ಫೈಲ್ (JSON)',
        'nest_label' => 'ಅಸೋಸಿಯೇಟೆಡ್ ನೆಸ್ಟ್',
        'file_not_found' => 'ಫೈಲ್ ಕಂಡುಬಂದಿಲ್ಲ',
        'file_not_found_body' => 'ಅಪ್‌ಲೋಡ್ ಮಾಡಿದ ಫೈಲ್ ಅನ್ನು ಪತ್ತೆ ಮಾಡಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ.',
        'invalid_format' => 'ಅಮಾನ್ಯ ಫೈಲ್ ಫಾರ್ಮ್ಯಾಟ್',
        'invalid_format_body' => 'ಅನಿರೀಕ್ಷಿತ ಫೈಲ್ ಫಾರ್ಮ್ಯಾಟ್ ಸ್ವೀಕರಿಸಲಾಗಿದೆ.',
        'success' => 'ಮೊಟ್ಟೆಯನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಆಮದು ಮಾಡಿಕೊಳ್ಳಲಾಗಿದೆ',
        'failed' => 'ಮೊಟ್ಟೆಯನ್ನು ಆಮದು ಮಾಡಿಕೊಳ್ಳಲು ವಿಫಲವಾಗಿದೆ',
    ],

    'notices' => [
        'created' => 'ಹೊಸ ನೆಸ್ಟ್ :name ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ರಚಿಸಲಾಗಿದೆ.',
        'deleted' => 'ಕೋರಿರುವ ನೆಸ್ಟ್ ಅನ್ನು ಪ್ಯಾನೆಲ್‌ನಿಂದ ಯಶಸ್ವಿಯಾಗಿ ಅಳಿಸಲಾಗಿದೆ.',
        'updated' => 'ನೆಸ್ಟ್ ಸಂರಚನಾ ಆಯ್ಕೆಗಳನ್ನು ಯಶಸ್ವಿಯಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ.',
    ],
    'eggs' => [
        'notices' => [
            'imported' => 'ಈ ಎಗ್ ಮತ್ತು ಅದರ ಸಂಬಂಧಿತ ವೇರಿಯಬಲ್‌ಗಳನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಆಮದು ಮಾಡಲಾಗಿದೆ.',
            'updated_via_import' => 'ನೀಡಲಾದ ಫೈಲ್ ಬಳಸಿ ಈ ಎಗ್ ಅನ್ನು ನವೀಕರಿಸಲಾಗಿದೆ.',
            'deleted' => 'ಕೋರಿರುವ ಎಗ್ ಅನ್ನು ಪ್ಯಾನೆಲ್‌ನಿಂದ ಯಶಸ್ವಿಯಾಗಿ ಅಳಿಸಲಾಗಿದೆ.',
            'updated' => 'ಎಗ್ ಸಂರಚನೆಯನ್ನು ಯಶಸ್ವಿಯಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ.',
            'script_updated' => 'ಎಗ್ ಇನ್‌ಸ್ಟಾಲ್ ಸ್ಕ್ರಿಪ್ಟ್ ನವೀಕರಿಸಲಾಗಿದೆ ಮತ್ತು ಸರ್ವರ್‌ಗಳನ್ನು ಸ್ಥಾಪಿಸುವಾಗಲೆಲ್ಲಾ ಇದು ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತದೆ.',
            'egg_created' => 'ಹೊಸ ಎಗ್ ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ರಚಿಸಲಾಗಿದೆ. ಈ ಹೊಸ ಎಗ್ ಅನ್ನು ಅನ್ವಯಿಸಲು ಪ್ರಸ್ತುತ ಚಾಲನೆಯಲ್ಲಿರುವ ಯಾವುದೇ ಡೀಮನ್‌ಗಳನ್ನು ಮರುಪ್ರಾರಂಭಿಸಬೇಕು.',
        ],
    ],
    'variables' => [
        'notices' => [
            'variable_deleted' => '":variable" ವೇರಿಯಬಲ್ ಅನ್ನು ಅಳಿಸಲಾಗಿದೆ ಮತ್ತು ಮರುನಿರ್ಮಾಣದ ನಂತರ ಇದು ಸರ್ವರ್‌ಗಳಿಗೆ ಲಭ್ಯವಿರುವುದಿಲ್ಲ.',
            'variable_updated' => '":variable" ವೇರಿಯಬಲ್ ಅನ್ನು ನವೀಕರಿಸಲಾಗಿದೆ. ಬದಲಾವಣೆಗಳನ್ನು ಅನ್ವಯಿಸಲು ಈ ವೇರಿಯಬಲ್ ಬಳಸುತ್ತಿರುವ ಯಾವುದೇ ಸರ್ವರ್‌ಗಳನ್ನು ಮರುನಿರ್ಮಿಸಬೇಕು.',
            'variable_created' => 'ಹೊಸ ವೇರಿಯಬಲ್ ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ರಚಿಸಿ ಈ ಎಗ್‌ಗೆ ನಿಯೋಜಿಸಲಾಗಿದೆ.',
        ],
    ],
];
